Repository: EliasSteffen/Wizard-Block-Of-Truth
Catalog: Wizard-Block-Of-Truth/Localizable.xcstrings
Source language: en
Languages: de

# Domain.Card.Bomb.Description
source: Removes the trick from the Round.
de: Entfernt den Stich aus der Runde.

# Domain.Card.Bomb.Name
source: Bomb
de: Bombe

# Domain.Card.Cloud.Description
source: The Player who won the trick containing the Cloud-Card must increase or decrease his bet by 1.
de: Der Spieler, der den Stich mit der Wolkenkarte gewinnt, muss seine Ansage um 1 erhöhen oder verringern.

# Domain.Card.Cloud.Name
source: Cloud
de: Wolke

# Domain.Constraint.Game.BetSumNotEqualHandSize.Failure
source: Bets cannot add up to the hand size.
de: Die Summe der Ansagen darf nicht der Handgrösse entsprechen.

# Domain.Constraint.Game.BetSumNotEqualHandSize.Title
source: Sum of all Bets is not allowed to be equal to the hand size
de: Die Summe aller Ansagen darf nicht der Handgrösse entsprechen

# Domain.Constraint.Round.GotSumEqualsHandSize.Failure
source: Won tricks must add up to the hand size.
de: Die gewonnenen Stiche müssen in Summe der Handgrösse entsprechen.

# Domain.Constraint.Round.GotSumEqualsHandSize.Title
source: Sum of all Won tricks must be equal to the Hand Size
de: Die Summe aller gewonnenen Stiche muss der Handgrösse entsprechen

# Domain.Constraint.Round.GotSumEqualsHandSizeMinusOne.Failure
source: With Bomb, won tricks must add up to hand size - 1.
de: Mit Bombe müssen die gewonnenen Stiche in Summe Handgrösse - 1 entsprechen.

# Domain.Constraint.Round.GotSumEqualsHandSizeMinusOne.Title
source: Bomb was played
de: Bombe wurde gespielt

# Error.BetEditor.MissingValue
source: Missing bet value.
de: Kein Wettenwert.

# Error.CloudCard.AlreadyResolved
source: The Cloud Card has already been recorded for this round.
de: Die Wolkenkarte wurde in dieser Runde bereits eingetragen.

# Error.CloudCard.BetsRequired
source: Cloud Card can only be entered after all bets have been placed.
de: Die Wolkenkarte kann erst eingetragen werden, nachdem alle Ansagen gesetzt wurden.

# Error.CloudCard.ChangeByOne
source: Cloud Card requires changing that bet by exactly 1.
de: Die Wolkenkarte erfordert eine Änderung dieser Ansage um genau 1.

# Error.CloudCard.ExactlyOneChanged
source: Exactly one player's bet must be changed for Cloud Card.
de: Für die Wolkenkarte muss genau eine Ansage geändert werden.

# Error.Domain.ConstraintNotSatisfied
source: Constraint not satisfied: %@.
de: Bedingung nicht erfüllt: %@.

# Error.Domain.ConstraintsLocked
source: Constraints are locked after the first finalized round.
de: Bedingungen sind nach der ersten abgeschlossenen Runde gesperrt.

# Error.Domain.DuplicatePlayerIds
source: Duplicate player ids.
de: Doppelte Spieler-IDs.

# Error.Domain.EntriesDoNotMatchPlayers
source: Round entries do not match players.
de: Rundeneinträge passen nicht zu den Spielern.

# Error.Domain.GameAlreadyStarted
source: Game already started.
de: Spiel wurde bereits gestartet.

# Error.Domain.InvalidBet
source: Invalid bet %lld for player %@. Allowed: 0...%lld.
de: Ungültige Ansage %lld für Spieler %@. Erlaubt: 0...%lld.

# Error.Domain.InvalidBetSum
source: Invalid bet sum: cannot equal %lld.
de: Ungültige Summe der Ansagen: darf nicht %lld sein.

# Error.Domain.InvalidCurrentRoundIndex
source: Invalid current round index: %lld.
de: Ungültiger Index der aktuellen Runde: %lld.

# Error.Domain.InvalidGot
source: Invalid got %lld for player %@. Allowed: 0...%lld.
de: Ungültige Stichzahl %lld für Spieler %@. Erlaubt: 0...%lld.

# Error.Domain.InvalidGotSum
source: Invalid got sum: expected %lld, got %lld.
de: Ungültige Summe der Stiche: erwartet %lld, erhalten %lld.

# Error.Domain.InvalidHandSize
source: Invalid hand size: %lld.
de: Ungültige Handgrösse: %lld.

# Error.Domain.InvalidPlayerCount
source: Invalid player count: %lld. (Allowed: 2-6)
de: Ungültige Spieleranzahl: %lld. (Erlaubt: 2-6)

# Error.Domain.InvalidRoundIndex
source: Invalid round index: %lld.
de: Ungültiger Rundenindex: %lld.

# Error.Domain.MissingInputs
source: Missing inputs (bet/got) for one or more players.
de: Fehlende Eingaben (Ansage/Stiche) für einen oder mehrere Spieler.

# Error.Domain.RoundAlreadyFinalized
source: Round already finalized.
de: Runde ist bereits abgeschlossen.

# Error.Domain.UnknownPlayerId
source: Unknown player id: %@.
de: Unbekannte Spieler-ID: %@.

# Error.GameStore.NoGameLoaded
source: No game loaded.
de: Kein Spiel geladen.

# Error.GameStore.NotFound
source: Game not found (id: %@).
de: Spiel nicht gefunden (ID: %@).

# Error.Store.NotReady
source: Store not ready.
de: Store ist nicht bereit.

# UI.Button.EnterBets
source: Enter Bets
de: Ansagen eintragen

# UI.Button.EnterCloudCard
source: Enter Cloud Card
de: Wolke eintragen

# UI.Button.EnterWonTricks
source: Enter Won Tricks
de: Stiche eintragen

# UI.Button.FinalizeRound
source: Finalize Round
de: Runde abschliessen

# UI.Button.FinishGame
source: Finish game
de: Spiel beenden

# UI.Common.Back
source: Back
de: Zurück

# UI.Common.Cancel
source: Cancel
de: Abbrechen

# UI.Common.Create
source: Create
de: Erstellen

# UI.Common.Done
source: Done
de: Fertig

# UI.Common.Edit
source: Edit
de: Bearbeiten

# UI.Common.Error
source: Error
de: Fehler

# UI.Common.Retry
source: Retry
de: Erneut versuchen

# UI.EntrySheet.InvalidInput.Title
source: Invalid input
de: Ungültige Eingabe

# UI.EntrySheet.Sum.Label
source: Sum
de: Summe

# UI.GameList.Empty.Description
source: Create a game to start tracking scores.
de: Erstelle ein Spiel, um Punkte zu erfassen.

# UI.GameList.Empty.Title
source: No games yet
de: Noch keine Spiele

# UI.GameList.Menu.Settings
source: Settings
de: Einstellungen

# UI.GameList.NewGame.Accessibility
source: New game
de: Neues Spiel

# UI.GameList.OverflowMenu.Accessibility
source: More options
de: Weitere Optionen

# UI.GameList.Search.Placeholder
source: Search
de: Suchen

# UI.GameList.UpdatedAt
source: Updated %@
de: Aktualisiert %@

# UI.GameSession.EditSingleBet.Title
source: Adjust bet
de: Wette anpassen

# UI.GameSession.EnableMultiplayer.Accessibility
source: Start multi-phone session
de: Multi-Phone-Sitzung starten

# UI.GameSession.EnableMultiplayer.Create
source: Create session
de: Sitzung erstellen

# UI.GameSession.EnableMultiplayer.Message
source: Other phones can join with the code and take one of the existing players. You cannot add new players here.
de: Andere Handys können per Code beitreten und einen der bestehenden Spieler übernehmen. Neue Spieler können nicht hinzugefügt werden.

# UI.GameSession.Entry.Bet
source: Bet
de: Ansage

# UI.GameSession.Entry.Won
source: Won
de: Stiche

# UI.GameSession.FinalScoreboard.Title
source: Final Scoreboard
de: Endstand

# UI.GameSession.Header.Bets
source: Bets
de: Wetten

# UI.GameSession.Header.Dealer
source: Dealer
de: Geber

# UI.GameSession.Header.Round
source: Round
de: Runde

# UI.GameSession.NavigationFallback
source: Game
de: Spiel

# UI.GameSession.OpenError.Title
source: Couldn’t open game
de: Spiel konnte nicht geöffnet werden

# UI.GameSession.OpenError.Unknown
source: Unknown error.
de: Unbekannter Fehler.

# UI.GameSession.PlayerHistory.AccessibilityHint
source: Shows bets, won tricks, and points per round.
de: Zeigt Wetten, gewonnene Stiche und Punkte je Runde.

# UI.GameSession.PlayerHistory.Banner.RankCaption
source: Standing
de: Platzierung

# UI.GameSession.PlayerHistory.Banner.TotalCaption
source: Total points
de: Gesamtpunkte

# UI.GameSession.PlayerHistory.Column.CumulativeTotal
source: Tot.
de: Ges.

# UI.GameSession.PlayerHistory.Column.Points
source: Pts
de: Pkt.

# UI.GameSession.PlayerHistory.Column.Round
source: Round
de: Runde

# UI.GameSession.PlayerHistory.Empty.Description
source: Once a round has started, entries will appear here.
de: Sobald eine Runde gestartet ist, erscheinen die Einträge hier.

# UI.GameSession.PlayerHistory.Empty.Title
source: No rounds yet
de: Noch keine Runden

# UI.GameSession.Score.Chip.EditBets.AccessibilityHint
source: Opens bidding for this player.
de: Öffnet die Eingabe für die Wette dieses Spielers.

# UI.GameSession.Score.Chip.EditWonTricks.AccessibilityHint
source: Opens entry for won tricks for every player in this round.
de: Öffnet die Eingabe für die gewonnenen Stiche aller Spieler dieser Runde.

# UI.GameSession.ShareSession.Accessibility
source: Show session and join code
de: Sitzung und Beitrittscode anzeigen

# UI.GameSession.ShareSession.Footer
source: Guests pick an open player slot when joining. You can still enter values for players without a phone.
de: Gäste wählen beim Beitreten einen freien Spieler-Slot. Du trägst weiterhin für Spieler ohne Handy ein.

# UI.GameSession.ShareSession.Title
source: Session
de: Sitzung

# UI.GameSession.ShareSession.Toolbar
source: Session
de: Sitzung

# UI.GuestSession.EnterBet
source: Enter Your Bet
de: Gebot eingeben

# UI.GuestSession.EnterWonTricks
source: Enter Your Won Tricks
de: Stiche eingeben

# UI.GuestSession.Points
source: Pts
de: Pkt

# UI.GuestSession.Submit
source: Submit
de: Speichern

# UI.GuestSession.Waiting
source: You're done. Waiting for other players.
de: Du bist fertig. Warte auf die anderen Spieler.

# UI.GuestWaiting.Message
source: Waiting for the host to start the game…
de: Warte, bis der Host das Spiel startet…

# UI.GuestWaiting.Players.Header
source: Players
de: Spieler

# UI.GuestWaiting.You
source: You
de: Du

# UI.Info.Attribution
source: Developed by Elias Steffen.
de: Entwickelt von Elias Steffen.

# UI.Info.Body
source: This app digitizes the paper score sheet — the “block of truth” — used to record bids and tricks when playing the card game Wizard. Wizard is a published card game; this app is an independent helper and is not affiliated with the publisher or rights holders.
de: Diese App digitalisiert den Papier-Wertungsblock („Block of Truth“), mit dem beim Kartenspiel Wizard Wetten und Stiche festgehalten werden. Wizard ist ein veröffentlichtes Kartenspiel; diese App ist ein unabhängiges Hilfsmittel und steht in keiner Verbindung zum Verlag oder den Rechteinhabern.

# UI.Info.LinkTitle
source: Wizard on Wikipedia
de: Wizard in der Wikipedia

# UI.Info.Title
source: About
de: Über diese App

# UI.JoinGame.ChoosePlayer.Title
source: Choose Player
de: Spieler wählen

# UI.JoinGame.ClaimPlayer.Header
source: Claim player
de: Spieler übernehmen

# UI.JoinGame.CustomName.Button
source: Join as %@
de: Beitreten als %@

# UI.JoinGame.CustomName.Header
source: Join with your name
de: Mit eigenem Namen

# UI.JoinGame.CustomName.Placeholder
source: Display name
de: Anzeigename

# UI.JoinGame.InProgress.Footer
source: Open default slots: join with your own name. Named open players: claim that exact name.
de: Offene Standard-Slots: mit eigenem Namen beitreten. Offene Spieler mit Namen: genau diesen Namen übernehmen.

# UI.JoinGame.NoOpenSlots
source: All player slots are taken. Try another session or ask the host.
de: Alle Plätze sind belegt. Versuche es mit einer anderen Sitzung oder bitte den Host.

# UI.JoinGame.Rejoin.Button
source: Rejoin as %@
de: Erneut beitreten als %@

# UI.JoinGame.Rejoin.Forget
source: Forget saved session
de: Gespeicherte Sitzung vergessen

# UI.JoinGame.Rejoin.Header
source: Last session
de: Letzte Sitzung

# UI.JoinGame.Rejoin.HostNotFound
source: Host not found on the network. Open Join near the host device.
de: Host im Netzwerk nicht gefunden. Öffne Beitreten in der Nähe des Host-Geräts.

# UI.JoinGame.Title
source: Join Game
de: Spiel beitreten

# UI.JoinGame.Waiting.Claimed
source: You joined as %@.
de: Du bist als %@ dabei.

# UI.JoinGame.Waiting.Message
source: Waiting for the host to start the game.
de: Warte, bis der Host das Spiel startet.

# UI.JoinGame.Waiting.Title
source: Waiting for Host
de: Warte auf Host

# UI.MultiplayerLobby.DevicesConnected.Footer
source: %lld of %lld devices connected
de: %lld von %lld Geräten verbunden

# UI.MultiplayerLobby.HostName.Placeholder
source: Your name
de: Dein Name

# UI.MultiplayerLobby.HostSlot.Title
source: Your seat
de: Dein Platz

# UI.MultiplayerLobby.JoinCode.Footer
source: Guests enter this code when joining.
de: Gäste geben diesen Code beim Beitreten ein.

# UI.MultiplayerLobby.JoinCode.Header
source: Join Code
de: Beitrittscode

# UI.MultiplayerLobby.Players.Header
source: Players
de: Spieler

# UI.MultiplayerLobby.SlotTaken
source: taken
de: belegt

# UI.MultiplayerLobby.StartGame
source: Start Game
de: Spiel starten

# UI.MultiplayerLobby.Status.Connected
source: Connected
de: Verbunden

# UI.MultiplayerLobby.Status.ConnectedAs
source: Connected as %@
de: Verbunden als %@

# UI.MultiplayerLobby.Status.HostEnters
source: Host enters
de: Host trägt ein

# UI.MultiplayerLobby.Status.Waiting
source: Waiting
de: Wartet

# UI.MultiplayerLobby.Title
source: Host Lobby
de: Lobby

# UI.MultiplayerLobby.WaitingForPlayers.Footer
source: Not everyone needs a phone. Connected players join with the code; you enter missing bets and tricks as host.
de: Nicht jeder braucht ein Handy. Verbundene Spieler joinen mit dem Code; fehlende Gebote und Stiche trägst du als Host ein.

# UI.NewGame.CreateLobby
source: Create Lobby
de: Lobby erstellen

# UI.NewGame.DefaultName
source: New Game
de: Neues Spiel

# UI.NewGame.HouseRules.Header
source: House Rules
de: Hausregeln

# UI.NewGame.MultiPhone.PlayersHint
source: Guests pick their name and seat when joining. You set the starting dealer and rules in the lobby.
de: Gäste wählen beim Beitreten ihren Namen und Platz. Du legst Startdealer und Regeln in der Lobby fest.

# UI.NewGame.Name.Placeholder
source: Game name
de: Spielname

# UI.NewGame.Player.Placeholder
source: Player %lld
de: Spieler %lld

# UI.NewGame.PlayerCount.Accessibility
source: %lld players
de: %lld Spieler

# UI.NewGame.PlayerCount.Decrease
source: Decrease player count
de: Spieleranzahl verringern

# UI.NewGame.PlayerCount.Display
source: %lld Players
de: %lld Spieler

# UI.NewGame.PlayerCount.Increase
source: Increase player count
de: Spieleranzahl erhöhen

# UI.NewGame.PlayWithSpecialCards.Toggle
source: Play with special cards
de: Mit Spezialkarten spielen

# UI.NewGame.StartingDealer.Title
source: Starting dealer
de: Startgeber

# UI.Settings.Appearance.Description
source: Choose how Wizard looks on your device.
de: Wähle, wie Wizard auf deinem Gerät aussieht.

# UI.Settings.Appearance.Option.Dark
source: Dark
de: Dunkel

# UI.Settings.Appearance.Option.Light
source: Light
de: Hell

# UI.Settings.Appearance.Title
source: Appearance
de: Darstellung

# UI.Settings.DefaultPlayers.Current
source: Default players: %lld
de: Standardspieler: %lld

# UI.Settings.DefaultPlayers.Decrease
source: Decrease default player count
de: Standardspieleranzahl verringern

# UI.Settings.DefaultPlayers.Description
source: Pre-fills the player count in the Create Game screen.
de: Setzt die Spieleranzahl im Bildschirm Spiel erstellen voraus.

# UI.Settings.DefaultPlayers.Increase
source: Increase default player count
de: Standardspieleranzahl erhöhen

# UI.Settings.DefaultPlayers.Title
source: Default players
de: Standardspieler

# UI.Settings.DefaultValues.Header
source: Default values for new Games
de: Standardwerte für neue Spiele

# UI.Settings.Language.Description
source: Changes apply instantly and do not require app restart.
de: Änderungen werden sofort übernommen und erfordern keinen App-Neustart.

# UI.Settings.Language.Option.English
source: English
de: Englisch

# UI.Settings.Language.Option.German
source: German
de: Deutsch

# UI.Settings.Language.Title
source: Language
de: Sprache

# UI.Settings.NavigationTitle
source: Settings
de: Einstellungen
